Repository: Johnwikix/original-sound-hq-player
Catalog: Strings/*/Resources.resw
Source language: en
Languages: ja, ru, tr, zh_cn

# RemoveFolderTitle
source: Do you want to remove the folder
ja: フォルダを削除しますか
ru: Удалить папку?
tr: Klasörü kaldırmak istiyor musunuz
zh_cn: 是否要移除文件夹

# ShaderBackground.Text
source: Shader Background
ja: シェーダー背景
tr: Gölgeleyici arka plan

# BackgroundShader.Text
source: Background Shader
ja: 背景シェーダー
tr: Arka plan gölgeleyicisi

# BackgroundShader_Fluid.Content
source: Fluid
ja: 流体
tr: Akışkan

# BackgroundShader_GradientFlow.Content
source: Gradient Flow
ja: グラデーションフロー
tr: Gradyan akışı

# BackgroundShader_WavyBackground.Content
source: Wavy Background
ja: ウェーブ背景
tr: Dalgalı arka plan

# BackgroundShader_ChromaticResonance.Content
source: Color Bands
ja: カラーバンド
tr: Renk şeritleri

# BackgroundShader_LiquidFlow.Content
source: Liquid Flow
ja: 液体フロー
tr: Sıvı akışı

# BackgroundShader_RotatingMesh.Content
source: Rotating Mesh
ja: 回転メッシュ
tr: Dönen örgü

# ReGetLyrics
source: Retrieve lyrics
ja: 歌詞を再取得する
tr: Şarkı sözlerini al

# SettingsAbout.Text
source: About
ja: について
ru: О нас
tr: Hakkında
zh_cn: 关于

# ThirdPartyComponents.Content
source: Third Party Components
ja: サードパーティ製コンポーネント
ru: Компонент третьей стороны
tr: Üçüncü taraf bileşenler
zh_cn: 第三方组件

# ThirdPartyComponentsText
source: Third Party Components
ja: サードパーティ製コンポーネント
ru: Компонент третьей стороны
tr: Üçüncü taraf bileşenler
zh_cn: 第三方组件

# FlyoutAddToCurrentPlayList
source: Add To Current Playlist
ja: 現在のプレイリストに追加
tr: Geçerli çalma listesine ekle

# CoverCacheDescription
source: Album Cover Original Image Cache
ja: アルバムジャケットオリジナル画像キャッシュ
tr: Albüm kapağı özgün görüntü önbelleği

# CoverLoadThreadCount.Header
source: Number of cover loading threads
ja: カバーロードスレッド数
ru: Количество потоков, загруженных на обложку
tr: Kapak yükleme iş parçacığı sayısı
zh_cn: 封面加载线程数量

# CoverLoadThreadCountDescription
source: The number of threads loading the album cover on the album page.Restarting the application takes effect
ja: アルバムページのロードカバーのスレッド数，再起動アプリケーションの有効化
tr: Albüm sayfasında albüm kapağını yükleyen iş parçacığı sayısı. Uygulamayı yeniden başlatınca etkinleşir

# FolderWatchEnabled.Text
source: Music library folder listening
ja: ライブラリフォルダの待ち受け
tr: Müzik kitaplığı klasör izleme

# DiskNumberBox.Text
source: Disc number
ja: ディスク番号
tr: Disk numarası

# ReadLyricsFromFile.Content
source: Retrieve metadata from the file
ja: ファイルからメタ情報を再取得する
ru: Получение метаинформации из файла
tr: Meta verileri dosyadan al
zh_cn: 从文件中重新获取元信息

# saveConfirm.Text
source: Are you sure to write metadata to the music file
ja: 音楽ファイルにメタ情報を書き込むかどうかを確認
tr: Meta veriler müzik dosyasına yazılsın mı
zh_cn: 是否确定写入元信息至音乐文件

# IsCustomAppSize.Text
source: Do you want to enable custom window size
ja: カスタムウィンドウサイズを有効にするかどうか
tr: Özel pencere boyutu etkinleştirilsin mi

# AppHeight.Text
source: Window Height
ja: ウィンドウの高さ
tr: Pencere yüksekliği

# AppWidth.Text
source: Window Width
ja: ウィンドウの幅
tr: Pencere genişliği

# CustomAppSizeDescription
source: The width and height will adapt according to the DPI of the screen
ja: アスペクトは画面のdpiに応じて適応します
ru: Ширина адаптируется к DPI экрана.
tr: Genişlik ve yükseklik, ekranın DPI değerine göre uyarlanır
zh_cn: 宽高会根据屏幕的dpi自适应

# CreateTime.Text
source: Create Time
ja: 作成時間
tr: Oluşturma zamanı

# SortOrderCreateTimeASC
source: Create time ASC
ja: 時間昇順の作成
ru: Создать временную последовательность
tr: Oluşturma zamanı (artan)
zh_cn: 创建时间升序

# SortOrderCreateTimeDESC
source: Create time DESC
ja: 時間降順の作成
ru: Создать временную последовательность
tr: Oluşturma zamanı (azalan)
zh_cn: 创建时间降序

# SortOrderUpdateTimeASC
source: Update time ASC
ja: 日付昇順の変更
ru: сортировка по дате изменения по возрастанию
tr: Güncelleştirme zamanı (artan)
zh_cn: 修改日期升序

# SortOrderUpdateTimeDESC
source: Update time DESC
ja: 日付降順の変更
ru: сортировка по дате изменения по убыванию
tr: Güncelleştirme zamanı (azalan)
zh_cn: 修改日期降序

# UpdateTime.Text
source: Update Time
ja: 更新時間
tr: Güncelleştirme zamanı

# SaveToDataBase.Content
source: Save To Database
ja: Сохранить в базу данных
ru: Сохранить в базу данных
tr: Veritabanına kaydet
zh_cn: 保存到数据库

# ImportM3u8
source: Import playlist from m3u8
ja: m3u8からプレイリストを読み込む
ru: Импорт списка воспроизведения из m3u8
tr: Çalma listesini m3u8'den içe aktar
zh_cn: 从m3u8导入播放列表

# ExportM3u8.Content
source: Export as m3u8
ja: m3u8としてエクスポート
ru: Экспорт в M3U8
tr: m3u8 olarak dışa aktar
zh_cn: 导出为m3u8

# LogPath.Content
source: Open the log directory
ja: ログディレクトリを開く
ru: Открыть каталог журнала
tr: Günlük dizinini aç
zh_cn: 日志目录

# LyricsFontFamily.Text
source: Lyrics Font
ja: 歌詞フォント
tr: Şarkı sözleri yazı tipi

# SettingIsGlobalFFmpegEnabled.Header
source: Global FFmpeg decoding
ja: グローバルFFmpeg復号
ru: Глобальное декодирование FFmpeg
tr: Genel FFmpeg kod çözme
zh_cn: 全局FFmpeg解码

# TransparentTintStyle.Content
source: Transparent
ja: 透明
ru: Прозрачный
tr: Saydam
zh_cn: 透明

# CustomAcrylicStyle.Content
source: Custom Acrylic
ja: カスタムアクリル
ru: Акрил на заказ
tr: Özel akrilik
zh_cn: 自定义亚克力

# CustomOpacity.Text
source: Opacity
ja: 不透明度
ru: Непрозрачность
tr: Opaklık
zh_cn: 不透明度

# IsUpdateBackDrop.Text
source: Stop background updates when windows are out of focus
ja: ウィンドウがフォーカスを失ったときに背景更新を停止する
tr: Pencereler odak dışındayken arka plan güncelleştirmelerini durdur

# LyricsAlignment.Text
source: Lyrics Alignment
ja: 歌詞のアラインメント
tr: Şarkı sözleri hizalaması

# PlayingDetailAlignment.Text
source: Track Info Alignment
ja: 曲情報のアラインメント
tr: Parça bilgileri hizalaması

# UseAlignmentInPortrait.Text
source: Apply alignment in portrait
ja: 縦画面でアラインメントを適用
tr: Hizalamayı dikey modda uygula

# ForceLeftWhenOff
source: When off, portrait mode forces left alignment
ja: オフのときは縦画面で左寄せに強制
tr: Kapalıyken dikey mod sola hizalamayı zorlar

# MusicInfoVisible.Text
source: Audio Info Visible
ja: 音声情報を表示
tr: Ses bilgileri görünür

# Left.Content
source: Left
ja: 左
ru: Налево
tr: Sol
zh_cn: 靠左

# Center.Content
source: Center
ja: 居中
ru: Центр
tr: Orta
zh_cn: 居中

# Right.Content
source: Right
ja: 右
ru: право
tr: Sağ
zh_cn: 靠右

# LyricsMargin.Text
source: Lyrics Margin
ja: 歌詞 マージン
tr: Şarkı sözleri kenar boşluğu

# SpectrumVisualization.Header
source: SpectrumVisualization
tr: Spektrum görselleştirme

# LyricsFontSize.Text
source: Lyrics Font Size
ja: 歌詞のフォントサイズ
tr: Şarkı sözleri yazı tipi boyutu

# AreUSureDeleteFromDisk
source: Are you sure to delete music from the disk?
ja: 音楽をディスクから削除してよろしいですか？
tr: Müziği diskten silmek istediğinizden emin misiniz?

# AreUSureDeletePlayList
source: Are you sure to delete this playlist?
ja: このプレイリストを削除してもよろしいですか？
tr: Bu çalma listesi silinsin mi?

# SongListCoverEnable.Header
source: Song List Cover
ja: 歌曲リストカバー
tr: Şarkı listesi kapağı

# ListCoverEnable.Header
source: List Cover
ja: リストの表紙
tr: Liste kapağı

# ListCoverEnableTooltip
source: Enable cover display on the list. If you encounter performance issues, please turn off this option as appropriate
ja: リストの表紙表示を有効にします。パフォーマンスに問題がある場合は、適宜オフにしてください
tr: Listede kapak görüntülemeyi etkinleştirir. Performans sorunları yaşarsanız duruma göre bu seçeneği kapatın

# SongCollectionListCoverEnable.Header
source: Song Collection List Cover
ja: 歌曲アンサンブルカバー
tr: Şarkı koleksiyonu listesi kapağı

# FavouriteListCoverEnabled.Header
source: Favorite List Cover
ja: お気に入りリストの表紙
tr: Favori listesi kapağı

# PlayListCoverEnabled.Header
source: Playlist Cover
ja: プレイリストの表紙
tr: Çalma listesi kapağı

# ChangeMusicCoverCache.Content
source: Change location
ja: 場所を変更
tr: Konumu değiştir

# FolderNumberOfSongs.Text
source: Songs
ja: 曲
tr: Şarkılar

# AddFolderPageTitle.Text
source: Music Folders
ja: 音楽フォルダー
tr: Müzik klasörleri

# AddFolderPageWelcomeTitle.Text
source: Welcome to OriginalSound HQ Player
ja: 原音HQプレイヤーへようこそ
tr: OriginalSound HQ Player'a hoş geldiniz

# AddFolderPageWelcomeSubtitle.Text
source: Add local music folders to start building your library. Supports common audio formats with automatic lyrics and cover art matching.
ja: ローカルの音楽フォルダーを追加してライブラリを構築しましょう。一般的な音声フォーマットに対応し、歌詞とジャケットを自動で取得します。
tr: Kitaplığınızı oluşturmaya başlamak için yerel müzik klasörlerini ekleyin. Yaygın ses biçimlerini destekler; şarkı sözleri ve kapak eşleştirmesi otomatik yapılır.

# AddFolderPageDragHint.Text
source: or drag folders here
ja: またはフォルダーをここにドラッグ
tr: veya klasörleri buraya sürükleyin

# AddFolderPageDropOverlayText.Text
source: Release to add folders
ja: 離してフォルダーを追加
tr: Klasörleri eklemek için bırakın

# AddFolderPageFolderCountSuffix.Text
source: folders
ja: フォルダー
tr: klasör

# OpenFolderToolTip.Content
source: Open folder
ja: フォルダーを開く
tr: Klasörü aç

# RescanFolderToolTip.Content
source: Rescan
ja: 再スキャン
tr: Yeniden tara

# RemoveFolderToolTip.Content
source: Remove folder
ja: フォルダーを削除
tr: Klasörü kaldır

# CoverDiskCache.Text
source: Cover disk cache
ja: キャッシュの保存先
tr: Önbellek konumu

# OfficialWebSite.Content
source: Sitio web oficial
ja: 公式サイト
tr: Resmi web sitesi

# AlbumSongs.Text
source: Songs
ja: 曲
tr: Şarkılar

# ExportM3u8List.Text
source: Export as m3u8
ja: m3u8としてエクスポート
tr: m3u8 olarak dışa aktar

# DSD2PCMFreq.Text
source: DSDtoPCM SampleRate
tr: DSDtoPCM örnekleme hızı

# DsdDopDescription
source: Equalizer is disabled in this mode; DoP requires Wasapi exclusive and Native requires ASIO. Only hardware volume is supported.
ja: このモードではイコライザーは無効です。DoP は Wasapi 排他、Native は ASIO でのみ有効で、ハードウェア音量のみ対応します。
tr: Bu modda ekolayzer devre dışıdır; DoP için Wasapi özel mod, Native için ASIO gerekir. Yalnızca donanım ses düzeyi desteklenir.

source: Default Device
ja: デフォルトデバイス
tr: Varsayılan cihaz

# WasapiExclusivePushText
source: Wasapi Exclusive(Push)
ja: Wasapi独占(プッシュ)
tr: Wasapi özel mod (Push)

# WasapiExclusiveEventText
source: Wasapi Exclusive(Event)
ja: Wasapi独占(イベント)
tr: Wasapi özel mod (Event)

# WasapiSharedText
source: Wasapi Shared
ja: Wasapi共有
tr: Wasapi paylaşılan mod

# MainGitHub.Content
source: Main Program GitHub
tr: Ana program GitHub

# PlayerGitHub.Content
source: Audio program GitHub
tr: Ses programı GitHub

# FadeInOutDescription
source: Only effective under DirectSound
ja: DirectSoundでのみ有効
tr: Yalnızca DirectSound altında etkilidir

# FadeInOut.Text
source: Fade in and fade out
ja: フェードアウト
tr: Sesi kademeli aç ve kapat

# WFWLyricsEnabled.Header
source: Word for word lyrics effect
ja: 逐語歌詞効果
tr: Sözcük sözcük şarkı sözleri efekti

# LyricsBlurAmount.Text
source: Lyrics Blur Amount
ja: 歌詞の曖昧さ
tr: Şarkı sözleri bulanıklık miktarı

# CharFloatAmount.Text
source: Char Float Amount
ja: 文字浮動量
tr: Karakter yükselme miktarı

# CharScaleAmount.Text
source: Char Scale Amount
ja: 文字スケール量
tr: Karakter ölçekleme miktarı

# GlowAmount.Text
source: Glow Amount
ja: グロー効果強度
tr: Parıltı miktarı

# LongSyllableThreshold.Text
source: Long Syllable Threshold (ms)
ja: 長音節閾値(ms)
tr: Uzun hece eşiği (ms)

# UnplayedOpacity.Text
source: Unplayed Lyric Opacity
ja: 未再生歌詞透明度
tr: Çalınmamış şarkı sözü opaklığı

# TranslatedOpacity.Text
source: Translated Lyric Opacity
ja: 翻訳歌詞透明度
tr: Çevrilmiş şarkı sözü opaklığı

# PlayingLineTopOffset.Text
source: Playing Line Top Offset
ja: 現在行オフセット
tr: Çalan satır üst kaydırması

# TargetFrameRate.Text
source: Lyrics Frame Rate
ja: 歌詞リフレッシュレート
tr: Şarkı sözleri kare hızı

# WFWLyricsDescription
source: Effect preview, not actual word for word lyrics
ja: 効果のプレビュー、本当の逐語歌詞ではありません
tr: Efekt önizlemesi, gerçek sözcük sözcük şarkı sözleri değildir

# LrcTranslation.Text
source: Lrc Translation
ja: Lrc翻訳
tr: Lrc çevirisi

# UseImageDominantTheme.Text
source: Use album cover theme
ja: アルバムジャケットテーマを使用する
tr: Albüm kapağı temasını kullan

# EnableLightWave.Text
source: Enable Background Light Wave
ja: 背景光波を有効にする
tr: Arka plan ışık dalgasını etkinleştir

# PaletteAlgorithm.Text
source: Palette Algorithm
ja: パレットアルゴリズム
tr: Palet algoritması

# RebootToApply
source: Restart the application for changes to take effect.
ja: 変更を適用するにはアプリを再起動してください。
tr: Değişikliklerin etkili olması için uygulamayı yeniden başlatın.

# Win2dAnimatedTitle.Text
source: Win2D Animated Text Block
ja: Win2D アニメーションテキストブロック
tr: Win2D animasyonlu metin bloğu

# TextDefaultEffect
source: Default(Low GPU overhead)
ja: デフォルト(GPU 負荷が低い)
tr: Varsayılan (düşük GPU yükü)

# TextFadeEffect
source: Fade (Low GPU overhead)
ja: フェード（GPU低負荷）
tr: Soldurma (düşük GPU yükü)

# TextWipeEffect
source: Wipe (Low GPU overhead)
ja: ワイプ（GPU低負荷）
tr: Silme (düşük GPU yükü)

# TextBlurEffect
source: Blur(High GPU overhead)
ja: ぼかし(GPU 負荷が高い)
tr: Bulanıklaştırma (yüksek GPU yükü)

# TextElasticEffect
source: Elastic(Low GPU overhead)
ja: エラスティック(GPU 負荷が低い)
tr: Elastik (düşük GPU yükü)

# TextMotionBlurEffect
source: Motion Blur(High GPU overhead)
ja: モーションブラー(GPU 負荷が高い)
tr: Hareket bulanıklığı (yüksek GPU yükü)

# TextPivotEffect
source: Pivot(High GPU overhead)
ja: ピボット(GPU 負荷が高い)
tr: Pivot (yüksek GPU yükü)

# TextZoomEffect
source: Zoom(Low GPU overhead)
ja: ズーム(GPU 負荷が低い)
tr: Yakınlaştırma (düşük GPU yükü)

# KrcTranslation.Text
source: Krc Translation
ja: Krc 翻訳
tr: Krc çevirisi

# LyricsTimeOffset.Content
source: Lyric time offset
ja: 歌詞タイムオフセット
tr: Şarkı sözü zaman kaydırması

# LyricsTimeOffsetTag.Text
source: Lyric time offset
ja: 歌詞タイムオフセット
tr: Şarkı sözü zaman kaydırması

# EnableAdvancedLyricsEffect.Text
source: Enable Advanced Word-for-Word Lyrics Effects
tr: Gelişmiş sözcük sözcük şarkı sözleri efektlerini etkinleştir

# EnableCustomLyricsColor.Text
source: Custom Lyrics Color
tr: Özel şarkı sözü rengi

# EnableCustomLyricsColorHint.Text
source: For Advanced Lyrics only
tr: Yalnızca gelişmiş şarkı sözleri için

# SettingsContent.Content
source: Settings
ja: 設定
tr: Ayarlar

# FogEffect.Text
source: Fog Effect
ja: 霧効果
tr: Sis efekti

# SnowEffect.Text
source: Snow Effect
ja: 雪効果
tr: Kar efekti

# RaindropEffect.Text
source: Raindrop Effect
ja: 雨粒効果
tr: Yağmur damlası efekti

# ShaderBackgroundExpander.Text
source: Shader Background
ja: シェーダー背景
tr: Gölgeleyici arka plan

# ShortcutTextBoxPlaceholder
source: Click to record shortcut
ja: クリックしてショートカットを記録
tr: Kısayolu kaydetmek için tıklayın

# ShortcutTextBoxClearToolTip.Content
source: Clear shortcut
ja: ショートカットをクリア
tr: Kısayolu temizle

# ShortcutTextBoxCheckToolTip.Content
source: Check shortcut registration
ja: ショートカット登録を確認
tr: Kısayol kaydını denetle

# SettingsPageShortcuts.Text
source: Shortcuts
ja: ショートカット
tr: Kısayollar

# SettingsPagePlayPauseShortcut.Text
source: Play / Pause
ja: 再生 / 一時停止
tr: Oynat / Duraklat

# SettingsPageNextSongShortcut.Text
source: Next Song
ja: 次の曲
tr: Sonraki şarkı

# SettingsPagePreviousSongShortcut.Text
source: Previous Song
ja: 前の曲
tr: Önceki şarkı

# ShortcutCheckTitle
source: Check
ja: 確認
tr: Denetle

# ShortcutCheckNoKey
source: No shortcut set.
ja: ショートカットが設定されていません。
tr: Kısayol ayarlanmadı.

# ShortcutCheckRegistered
source: Shortcut is currently registered.
ja: ショートカットは登録されています。
tr: Kısayol şu anda kayıtlı.

# ShortcutCheckConflict
source: Shortcut registration may conflict with another application.
ja: ショートカット登録が他のアプリと競合する可能性があります。
tr: Kısayol kaydı başka bir uygulamayla çakışabilir.

# SettingsPageVolumeUpShortcut.Text
source: Volume Up
ja: 音量アップ
tr: Ses düzeyini yükselt

# SettingsPageVolumeDownShortcut.Text
source: Volume Down
ja: 音量ダウン
tr: Ses düzeyini düşür

# SettingsPageTogglePlayingDetailShortcut.Text
source: Toggle Playing Detail
ja: 再生詳細の切り替え
tr: Oynatma ayrıntısını aç/kapat

# SettingsPageBackShortcut.Text
source: Back
ja: 戻る
tr: Geri

# SettingsPageShowWindowShortcut.Text
source: Toggle Hide / Show
ja: 表示 / 非表示
tr: Gizle / Göster

# SettingsPageToggleFullScreenShortcut.Text
source: Toggle FullScreen
ja: フルスクリーン切替
tr: Tam ekranı aç/kapat

# SettingsPageToggleDesktopLyricsShortcut.Text
source: Show / Hide Desktop Lyrics
ja: デスクトップ歌詞の表示 / 非表示
tr: Masaüstü şarkı sözlerini göster / gizle

# SettingsPageToggleDesktopLyricsLockShortcut.Text
source: Lock / Unlock Desktop Lyrics
ja: デスクトップ歌詞のロック / 解除
tr: Masaüstü şarkı sözlerini kilitle / kilidini aç

# SettingsPageToggleDesktopLyricsKaraokeShortcut.Text
source: Enable / Disable Desktop Karaoke Lyrics
ja: デスクトップ歌詞のカラオケ表示の有効 / 無効
tr: Masaüstü karaoke şarkı sözlerini etkinleştir / devre dışı bırak

# SettingsPageResetDesktopLyricsShortcut.Text
source: Reset Desktop Lyrics Window
ja: デスクトップ歌詞ウィンドウをリセット
tr: Masaüstü şarkı sözleri penceresini sıfırla

# SettingsPageEnableGlobalHotKey.Text
source: Global hotkeys
ja: \u30B0\u30ED\u30FC\u30D0\u30EB\u30B7\u30E7\u30FC\u30C8\u30AB\u30C3\u30C8
tr: Genel kısayol tuşları

# SettingsPageEnableGlobalHotKeyDescription.Text
source: Registered global hotkeys may conflict with other programs.
ja: 登録されたグローバルショートカットが他のプログラムと競合する可能性があります。
tr: Kayıtlı genel kısayol tuşları diğer programlarla çakışabilir.

# GlobalHotKeyConflictTitleFormat
source: Global hotkey occupied: {0}
ja: グローバルショートカットが使用中: {0}
tr: Genel kısayol tuşu kullanımda: {0}

# GlobalHotKeyConflictPlayPause
source: Play / Pause
ja: 再生 / 一時停止
tr: Oynat / Duraklat

# GlobalHotKeyConflictNextSong
source: Next Song
ja: 次の曲
tr: Sonraki şarkı

# GlobalHotKeyConflictPreviousSong
source: Previous Song
ja: 前の曲
tr: Önceki şarkı

# GlobalHotKeyConflictVolumeUp
source: Volume Up
ja: 音量アップ
tr: Ses düzeyini yükselt

# GlobalHotKeyConflictVolumeDown
source: Volume Down
ja: 音量ダウン
tr: Ses düzeyini düşür

# GlobalHotKeyConflictTogglePlayingDetail
source: Toggle Playing Detail
ja: 再生詳細の切り替え
tr: Oynatma ayrıntısını aç/kapat

# GlobalHotKeyConflictBack
source: Back
ja: 戻る
tr: Geri

# GlobalHotKeyConflictShowWindow
source: Show / Hide Window
ja: 表示 / 非表示
tr: Pencereyi göster / gizle

# GlobalHotKeyConflictToggleFullScreen
source: Toggle FullScreen
ja: フルスクリーン切替
tr: Tam ekranı aç/kapat

# GlobalHotKeyConflictToggleDesktopLyrics
source: Show / Hide Desktop Lyrics
ja: デスクトップ歌詞の表示 / 非表示
tr: Masaüstü şarkı sözlerini göster / gizle

# GlobalHotKeyConflictToggleDesktopLyricsLock
source: Lock / Unlock Desktop Lyrics
ja: デスクトップ歌詞のロック / 解除
tr: Masaüstü şarkı sözlerini kilitle / kilidini aç

# GlobalHotKeyConflictToggleDesktopLyricsKaraoke
source: Enable / Disable Desktop Karaoke Lyrics
ja: デスクトップ歌詞のカラオケ表示の有効 / 無効
tr: Masaüstü karaoke şarkı sözlerini etkinleştir / devre dışı bırak

# GlobalHotKeyConflictResetDesktopLyrics
source: Reset Desktop Lyrics Window
ja: デスクトップ歌詞ウィンドウをリセット
tr: Masaüstü şarkı sözleri penceresini sıfırla

# Advanced.Text
source: Advanced
ja: 詳細設定
tr: Gelişmiş

# TrimOnHide.Text
source: Release memory when hiding window
ja: ウィンドウ非表示時にメモリを解放
tr: Pencere gizlendiğinde belleği boşalt

# TrimOnHideDescription.Text
source: Frees the working set when the app is hidden to the taskbar or closed to tray.
ja: アプリをタスクバーに最小化またはトレイに閉じるときにワーキングセットを解放します。
tr: Uygulama görev çubuğuna gizlendiğinde veya sistem tepsisine kapatıldığında çalışma kümesini boşaltır.

# TrimAfterPlayback.Text
source: Auto-release memory after playback
ja: 再生後にメモリを自動解放
tr: Oynatma sonrası belleği otomatik boşalt

# TrimAfterPlaybackDescription.Text
source: Forces a full GC after each track. May cause UI hitches on low-end devices.
ja: 各トラックの後にフル GC を強制します。低スペックデバイスでは UI の引っ掛かりが発生する可能性があります。
tr: Her parçadan sonra tam çöp toplama (GC) zorlar. Düşük donanımlı cihazlarda UI takılmalarına neden olabilir.

# ArtistSplitSymbols.Text
source: Artist separators
ja: アーティスト区切り記号
tr: Sanatçı ayırıcıları

# ArtistSplitSymbolsDescription.Text
source: Symbols used to split multiple artists in the artist field (comma separated). E.g. ", ; / 、 & feat. :". Takes effect immediately.
ja: アーティスト欄内の複数アーティストを分割する記号（カンマ区切り）。例：", ; / 、 & feat. :"。変更後すぐに反映されます。
tr: Sanatçı alanında birden çok sanatçıyı ayırmak için kullanılan simgeler (virgülle ayrılır). Örn. ", ; / 、 & feat. :". Anında geçerli olur.

source: Select artist
ja: アーティストを選択
tr: Sanatçı seç

# TrimNow.Content
source: Release memory now
ja: 今すぐメモリを解放
tr: Belleği şimdi boşalt

# TrimNowLabel.Text
source: Release memory now
ja: 今すぐメモリを解放
tr: Belleği şimdi boşalt

# WindowBoundsDescription.Text
source: Main window position
ja: メインウィンドウの位置
tr: Ana pencere konumu

# WindowBoundsHint.Text
source: Window position and size are saved automatically when the app exits, and restored on next launch. Click reset if the window is offscreen.
ja: アプリ終了時にウィンドウの位置とサイズが自動保存され、次回起動時に復元されます。ウィンドウが画面外の場合はリセットをクリックしてください。
tr: Pencere konumu ve boyutu, uygulama çıkarken otomatik kaydedilir ve sonraki açılışta geri yüklenir. Pencere ekran dışındaysa sıfırlama düğmesine tıklayın.

# ResetWindowBounds.Content
source: Reset window position
ja: ウィンドウ位置をリセット
tr: Pencere konumunu sıfırla

# StarOnGitHub.Text
source: If you like this project, please give us a Star on GitHub!
ja: このプロジェクトを気に入ったら、GitHub でスターをお願いします！
tr: Bu projeyi beğendiyseniz GitHub'da bize bir Star vermeyi unutmayın!

# UpdateGuide.Text
source: User Guide
ja: ユーザーガイド
tr: Kullanıcı kılavuzu

# GuideLink.Content
source: View User Guide
ja: ユーザーガイドを見る
tr: Kullanıcı kılavuzunu görüntüle

# UpdateFaq.Text
source: FAQ
ja: よくある質問
tr: SSS

# FaqLink.Content
source: View FAQ
ja: FAQを見る
tr: SSS'yi görüntüle

# ScrollEasingType.Text
source: Scroll Easing Curve
ja: スクロールイージング曲線
tr: Kaydırma yumuşatma eğrisi

# EasingTypeDescription
source: Shape of the scroll animation curve between lyric lines
ja: 歌詞行間のスクロールアニメーション曲線の形状
tr: Şarkı sözleri satırları arasındaki kaydırma animasyonu eğrisinin biçimi

# ScrollEasingMode.Text
source: Scroll Easing Direction
ja: スクロールイージング方向
tr: Kaydırma yumuşatma yönü

# EaseModeDescription
source: Whether easing applies at the start, end, or both sides
ja: 開始時、終了時、または両方にイージングを適用するか
tr: Yumuşatmanın başta, sonda mı yoksa her iki uçta mı uygulanacağı

# EasingTypeLinear.Content
source: Linear
tr: Doğrusal

# EasingTypeSine.Content
source: Sine
tr: Sinüs

# EaseModeIn.Content
source: In
tr: Giriş

# EaseModeOut.Content
source: Out
tr: Çıkış

# EaseModeInOut.Content
source: InOut
tr: Giriş-Çıkış

# EaseModeContinuous.Content
source: Continuous
tr: Sürekli

# IconDesktopLyrics.Text
source: Desktop Lyrics
ja: デスクトップ歌詞
tr: Masaüstü şarkı sözleri

# IconLockDesktopLyrics
source: Lock Desktop Lyrics
ja: デスクトップ歌詞をロック
tr: Masaüstü şarkı sözlerini kilitle

# IconUnlockDesktopLyrics
source: Unlock Desktop Lyrics
ja: デスクトップ歌詞のロック解除
tr: Masaüstü şarkı sözlerinin kilidini aç

# IconShowDesktopLyrics
source: Show Desktop Lyrics
ja: デスクトップ歌詞を表示
tr: Masaüstü şarkı sözlerini göster

# IconHideDesktopLyrics
source: Hide Desktop Lyrics
ja: デスクトップ歌詞を非表示
tr: Masaüstü şarkı sözlerini gizle

# IconEnableDesktopLyricsKaraoke
source: Enable Desktop Lyrics Karaoke
ja: デスクトップ歌詞カラオケを有効にする
tr: Masaüstü karaoke şarkı sözlerini etkinleştir

# IconDisableDesktopLyricsKaraoke
source: Disable Desktop Lyrics Karaoke
ja: デスクトップ歌詞カラオケを無効にする
tr: Masaüstü karaoke şarkı sözlerini devre dışı bırak

# IconResetDesktopLyrics.Text
source: Reset Desktop Lyrics Window
ja: デスクトップ歌詞ウィンドウをリセット
tr: Masaüstü şarkı sözleri penceresini sıfırla

# DesktopLyricsFontSize.Text
source: Desktop Lyrics Font Size
ja: デスクトップ歌詞フォントサイズ
tr: Masaüstü şarkı sözleri yazı tipi boyutu

# DesktopLyricsFontFamily.Text
source: Desktop Lyrics Font
ja: デスクトップ歌詞フォント
tr: Masaüstü şarkı sözleri yazı tipi

# DesktopLyricsColor.Text
source: Desktop Lyrics Color
ja: デスクトップ歌詞の色
tr: Masaüstü şarkı sözleri rengi

# DesktopLyricsCustomColor.Text
source: Custom Color Override
ja: カスタム色で上書き
tr: Özel renk geçersiz kılma

# DesktopLyricsTranslation.Text
source: Desktop Lyrics Translation
ja: デスクトップ歌詞の翻訳
tr: Masaüstü şarkı sözleri çevirisi

# DesktopLyricsKaraoke.Text
source: Desktop Lyrics Karaoke Effect
ja: デスクトップ歌詞のカラオケエフェクト
tr: Masaüstü şarkı sözleri karaoke efekti

# DesktopLyricsGlow.Text
source: Desktop Lyrics Glow
ja: デスクトップ歌詞のグロー
tr: Masaüstü şarkı sözleri parıltısı

# DesktopLyricsCharFloat.Text
source: Desktop Lyrics Char Float
ja: デスクトップ歌詞の文字フロート
tr: Masaüstü şarkı sözleri karakter yükselmesi

# DesktopLyricsCharScale.Text
source: Desktop Lyrics Char Scale
ja: デスクトップ歌詞の文字スケール
tr: Masaüstü şarkı sözleri karakter ölçeği
